// title
"SCANNING_TITLE" = "A procurar software";
"INSTALLING_X_TITLE" = "A instalar %@";
"DOWNLOADING_X_TITLE" = "A descarregar %@";
"1_ITEM" = "1 elemento";
"N_ITEMS" = "%d elementos";

// message
"DOWNLOADING_ITEM_STATUS" = "A descarregar %@…";
"EXPANDING_ITEM_STATUS" = "A expandir e verificar %@…";
"INSTALLING_ITEM_STATUS" = "A instalar actualizações…";

// time remaining
"FILE_SIZES_STATUS" = "%@ de %@";
"FILE_SIZES_AND_TIME_ESTIMATE_STATUS" = "%@ de %@ — %@";

// stop button
"STOP_TITLE" = "Parar";
"QUIT_TITLE" = "Sair";

// No restart required - finished
"INSTALLATION_DONE_SINGLE" = "A instalação da actualização foi bem sucedida.";
"INSTALLATION_DONE" = "A instalação das actualizações foi bem sucedida.";
"INSTALLATION_FAILED" = "Ocorreu um erro durante a instalação.";
"DOWNLOAD_ONLY_FAILED" = "Ocorreu um erro durante a descarga.";
"DOWNLOAD_ONLY_DONE_SINGLE" = "A descarga da actualização foi bem sucedida.";
"DOWNLOAD_ONLY_DONE" = "A descarga das actualizações foi bem sucedida.";
"OK_TITLE" = "OK";
